/* 
  Localizable.strings
  dialog

  Created by Bart Reardon on 29/5/2022.
  
  Dutch Translation by Henk Codfried
*/

// error sheet
"invalid-input" = "Een of meer invoervelden zijn onjuist";
"is-required" = "is verplicht";
"no-pattern" = "niet overeenkomt met het vereiste formaat";

// required fields text
"required-note" = "* Verplichte Velden";

//buttons
"button-cancel" = "Annuleer";
"button-more-info" = "Meer informatie";
"button-ok" = "OK";
"button-select" = "Selecteer";

//default text
"default-title" = "Een belangrijk bericht";
"default-message" = "Dit bevat een belangrijk bericht\n\n Lees dit alsjeblieft";
"help-hover" = "Klik voor aanvullende informatie";

//constructor kit labels
"ck-welcome"            = "Welkom bij de swiftDialog-bouwer";
"ck-welcomeinfo"        = "Selecteer eigenschappen aan de linkerkant om te wijzigen. swiftDialog wordt bijgewerkt om de wijzigingen in realtime weer te geven";
"ck-basic"              = "Basis";
"ck-content"            = "Inhoud";
"ck-window"             = "Raam";
"ck-sidebar"            = "Zijbalk";
"ck-dataentry"          = "Gegevensinvoer";
"ck-buttons"            = "Toetsen";
"ck-advanced"           = "Geavanceerd";
"ck-listitems"          = "Lijstitems";
"ck-images"             = "Afbeeldingen";
"ck-media"              = "Media";
"ck-output"             = "Uitvoer";
"ck-jsonoutput"         = "JSON-uitvoer";
"ck-quit"               = "Ontslag nemen";
"ck-exportcommand"      = "Exportopdracht";
"ck-title"              = "Titel";
"ck-colour"             = "Kleur";
"ck-reset"              = "Terugstellen";
"ck-fontsize"           = "Lettertypegrootte: ";
"ck-value"              = "waarde:";
"ck-message"            = "Bericht";
"ck-textalignmnet"      = "Tekstuitlijning";
"ck-verticalposition"   = "Verticale positie";
"ck-windowheight"       = "Vensterhoogte";
"ck-heightvalue"        = "Hoogtewaarde:";
"ck-windowwidth"        = "Vensterbreedte";
"ck-widthvalue"         = "Breedte waarde:";
"ck-windowproperties"   = "Venstereigenschappen";
"ck-presetsizes"        = "Vooraf ingestelde formaten";
"ck-small"              = "Klein";
"ck-big"                = "Groot";
"ck-screenblur"         = "Schermachtergrond vervagen";
"ck-movable"            = "Beweegbaar";
"ck-forceontop"         = "Kracht op de top";
"ck-progressbar"        = "Voortgangsbalk";
"ck-progressvalue"      = "Voortgangswaarde:";
"ck-progresstext"       = "Voortgangstekst:";
"ck-bannerimage"        = "Bannerafbeelding";
"ck-select"             = "Selecteer";
"ck-watermark"          = "Watermerk";
"ck-fill"               = "Vullen";
"ck-alpha"              = "Alfa";
"ck-scale"              = "Schaal";
"ck-position"           = "Positie";
"ck-icon"               = "Icoon";
"ck-visible"            = "Zichtbaar";
"ck-centred"            = "Gecentreerd";
"ck-select"             = "Selecteer";
"ck-iconsize"           = "Pictogramgrootte";
"ck-sizevalue"          = "Grootte waarde:";
"ck-overlay"            = "Overlay";
"ck-infobox"            = "Informatie box";
"ck-infotext"           = "Infotekst";
"ck-infotextlabel"      = "Infotekst";
"ck-button1"            = "Knop1";
"ck-button2"            = "Knop2";
"ck-infobuttonlabel"    = "Info-knop";
"ck-quitoninfo"         = "Stop op info";
"ck-label"              = "Etiket: ";
"ck-infobuttonaction"   = "Actie infoknop: ";
"ck-autoplay"           = "Automatisch afspelen";
"ck-autoplayseconds"    = "Autoplay seconden";
"ck-path"               = "Pad";
"ck-caption"            = "Ondertiteling";
"ck-statustext"         = "Statustekst";
"ck-status"             = "Toestand";
"ck-formatjson"         = "Uitvoer formatteren als JSON";
"ck-textfields"         = "Tekstvelden";
"ck-show"               = "Tonen";
"ck-required"           = "Vereist";
"ck-secure"             = "Zeker";
"ck-prompt"             = "Snel";
"ck-regex"              = "Regex";
"ck-regexerror"         = "Regex-fout";
"ck-select"             = "Selecteer";
"ck-checkbox"           = "Selectievakje";
"ck-video"              = "Video";
"ck-filename"           = "Bestandsnaam";
"ck-web"                = "Web";
"ck-url"                = "URL";
"ck-disabled"           = "Gehandicapt";
"ck-enabled"            = "Ingeschakeld";
